Repository: mohsinalimat/hafiz_swift
Catalog: src/*.lproj/Localizable.strings
Languages: ar_eg

# Sura
source: Sura %d
ar_eg: سورة: %d

# SuraName
source: Sura %@
ar_eg: سورة: %@

# Pg
source: Pg: %d
ar_eg: ص: %d

# Part
source: Part %d
ar_eg: جزء %d

# PartInfo
source: Page %d - Sura %d - %@
ar_eg: صفحة %d - سورة %d - %@

# FooterInfo
source: p%d:p%d
ar_eg: ج%d:ص%d

source: Tafseer
ar_eg: تفسير

source: Revise
ar_eg: مراجعة

source: Remove
ar_eg: حذف

source: Add Hifz
ar_eg: اضافة حفظ

source: Update Hifz
ar_eg: تعديل حفظ

source: Bookmark
ar_eg: علامة

source: Sign Out
ar_eg: تسجيل خروج

source: Sign In
ar_eg: تسجيل دخول

# changeLanguage
source: تغيير اللغة
ar_eg: Change Language

source: Share Quran Hafiz
ar_eg: انشر حافظ القرآن

source: Rate Quran Hafiz
ar_eg: تقييم حافظ القرآن

source: Cancel
ar_eg: الغاء

source: Select Language
ar_eg: اختار لغة العرض

source: Loading...
ar_eg: تحميل...

source: Read
ar_eg: قراءة

source: Update
ar_eg: تعديل

source: first page
ar_eg: الصفحة الاولى

source: last page
ar_eg: الصفحة الأخيرة

# allPagesN
source: all pages
ar_eg: كل الصفحات

# nOfyPages
source: %d of %d pages
ar_eg: %d من %d صفحة

# lastNpages
source: last %d pages
ar_eg: آخر %d صفحة

# thePageN
source: the page %d
ar_eg: الصفحة %d

# nPagesFromY
source: from %d - pages: %d
ar_eg: من %d - الصفحات: %d

# nDaysAgo
source: %d day ago
ar_eg: %d يوم مضى

source: today
ar_eg: اليوم

source: yesterday
ar_eg: الأمس

source: Last Viewed
ar_eg: أحدث تصفح

source: Bookmarks
ar_eg: علامات

source: Share
ar_eg: شارك

source: Revised Today
ar_eg: راجعته اليوم

source: Remove from hifz
ar_eg: حذف من محفوظاتك

# removeSFromHifz
source: Remove %@ from your hifz
ar_eg: حذف %@ من محفوظاتك

# addStoYourHifz
source: Add %@ to your hifz
ar_eg: اضافة %@ الى محفوظاتك

source: Are you sure?
ar_eg: هل انت متأكد؟

source: Yes
ar_eg: نعم

source: No
ar_eg: لا

source: Merge Existing Hifz?
ar_eg: دمج محفوظات حالية

# mergeExistingHifzDesc
source: Parts of this sura is already in your hifz. Adding the whole sura would merge them into one
ar_eg: صفحات من هذه السورة أضيفت من قبل الى محفوظاتك. إضافة كل السورة الآن سيقوم بدمجهم جميعا في سجل واحد

source: Revision saved
ar_eg: تم تسجيل المراجعة

source: Good job :)
ar_eg: احسنت وتقبل الله :)

source: OK
ar_eg: تم

source: Whole Sura
ar_eg: كامل السورة

source: From Sura Start
ar_eg: من بداية السورة

source: To Sura End
ar_eg: الى نهاية السورة

source: Current Page
ar_eg: الصفحة الحالية

source: Back
ar_eg: عودة

# textSuraPage
source: text,sura or page
ar_eg: نص أو سورة أو صفحة

source: Search
ar_eg: بحث

# nResultsForS
source: %@ results for %@
ar_eg: %@ نتائج ل %@

# miniPartNPageN
source: %d:pg%d
ar_eg: %d:ص%d

# partNPageN
source: Part %d - Page %d
ar_eg: جزء %d - صفحة %d

# signOutS
source: This will sign out %@
ar_eg: هذا سيسجل خروجك %@

# appRestartRequired
source: مطلوب اعادة تشغيل البرنامج
ar_eg: App Restart Required

# appRestartRequiredDesc
source: لكي تستخدم البرنامج باللغة المطلوبة يجب ان تغلق البرنامج وتعيد فتحه مرة أخرى
ar_eg: In order to change the language, the App must be closed and reopened

# tryOutThisApp
source: Try out the Quran Hafiz app
ar_eg: ادعوكم لتجربة برنامج حافظ القرآن

# bookmarkAdded
source: Bookmark created
ar_eg: تم اضافة علامة

# bookmarkAddedDesc
source: You can find it at the top of the Bookmarks tab in the home screen
ar_eg: يمكنك ان تجدها في أول قائمة العلامات في الصفحة الرئيسية

# signInRequired
source: Sign In required to proceed
ar_eg: يجب الدخول على حسابك لإكمال هذه العملية

# signInRequiredDesc
source: Would you like to sign in now?
ar_eg: هل تود تسجيل الدخول الآن؟

source: Reading stop
ar_eg: مؤشر القراءة

source: Set reading stop
ar_eg: ضع مؤشر القراءة

# confirmSetReadingStop
source: Moving your reading position from page:%d to page:%d
ar_eg: نقل مؤشر القراءة من صفحة:%d الى صفحة:%d
